Revit 2027 API
UnitTypeId.WattsPerFoot Property
 Watts per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerFoot { get; }
Public Shared ReadOnly Property WattsPerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerFoot {
	ForgeTypeId^ get ();
}
static member WattsPerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace